Config                            = {}

Config.Teleporters = {
	['EclipseTowers'] = {
		['Job'] = 'police',
		['Enter'] = {
			['x'] = 1690.84,
			['y'] = 2591.98,
			['z'] = 44.70,
			['Information'] = '[E] Войти',
		},
		['Exit'] = {
			['x'] = 1722.48,
			['y'] = 2493.45,
			['z'] = -78.70,
			['Information'] = '[E] Выйти'
		}
	},

	['VinewoodPDtoGarage'] = {
		['Job'] = 'none',
		['Enter'] = {
			['x'] = 591.99,
			['y'] = -4.51,
			['z'] = 78.43,
			['Information'] = '[E] Войти',
		},
		['Exit'] = {
			['x'] = 563.32,
			['y'] = 12.65,
			['z'] = 69.63,
			['Information'] = '[E] Войти'
		}
	},

	['VinewoodPDtoHelipad'] = {
		['Job'] = 'none',
		['Enter'] = {
			['x'] = 604.91,
			['y'] = -9.28,
			['z'] = 92.81,
			['Information'] = '[E] Выйти',
		},
		['Exit'] = {
			['x'] = 566.21,
			['y'] = 4.87,
			['z'] = 102.32,
			['Information'] = '[E] Войти'
		}
	},

	['Coke'] = {
		['Job'] = 'none',
		['Enter'] = {
			['x'] = 2890.6,
			['y'] = 4391.8,
			['z'] = 49.5,
			['Information'] = '[E] Войти'
		},

		['Exit'] = {
			['x'] = 1088.6,
			['y'] = -3188.2,
			['z'] = -39.9,
			['Information'] = '[E] Выйти'
		}
	},

	['Weed'] = {
		['Job'] = 'none',
		['Enter'] = {
			['x'] = 930.85,
			['y'] = -1547.02,
			['z'] = 29.9,
			['Information'] = '[E] Войти'
		},

		['Exit'] = {
			['x'] = 1065.51,
			['y'] = -3183.39,
			['z'] = -40.1,
			['Information'] = '[E] Выйти'
		}
	},

--[[
	['MotelPink'] = {
		['Job'] = 'none',
		['Enter'] = {
			['x'] = 333.22,
			['y'] = -225.53,
			['z'] = 57.12,
			['Information'] = '[E] Войти'
		},

		['Blip'] = {
			['Sprite'] = 40,
			['Color'] = 50,
			['Text'] = "Мотель",
		},

		['Exit'] = {
			['x'] = 151.32,
			['y'] = -1007.23,
			['z'] = -100.0,
			['Information'] = '[E] Выйти'
		},
	},
]]--

	--Next here

	['home1'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = 323.19,
		['y'] = 426.49,
		['z'] = 148.05,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = 325.03,
		['y'] = 427.41,
		['z'] = 147.97,
		['Information'] = '[E] Выйти'
	}
},

['home2'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = 368.83,
		['y'] = 401.98,
		['z'] = 144.51,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = 369.2,
		['y'] = 403.86,
		['z'] = 144.5,
		['Information'] = '[E] Выйти'
	}
},

['home3'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = 120.21,
		['y'] = 537.47,
		['z'] = 182.9,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = 119.95,
		['y'] = 539.75,
		['z'] = 182.9,
		['Information'] = '[E] Выйти'
	}
},

['home4'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -168.44,
		['y'] = 476.69,
		['z'] = 136.25,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -168.82,
		['y'] = 478.62,
		['z'] = 136.24,
		['Information'] = '[E] Выйти'
	}
},

['home5'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -666.73,
		['y'] = 577.02,
		['z'] = 143.98,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -668.06,
		['y'] = 578.6,
		['z'] = 143.97,
		['Information'] = '[E] Выйти'
	}
},

['home6'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -779.02,
		['y'] = 610.23,
		['z'] = 142.8,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -776.57,
		['y'] = 611.06,
		['z'] = 142.73,
		['Information'] = '[E] Выйти'
	}
},

['home7'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -857.55,
		['y'] = 669.27,
		['z'] = 151.45,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -857.66,
		['y'] = 670.91,
		['z'] = 151.45,
		['Information'] = '[E] Выйти'
	}
},

['home8'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -1289.23,
		['y'] = 426.96,
		['z'] = 96.58,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -1289.21,
		['y'] = 429.36,
		['z'] = 96.5,
		['Information'] = '[E] Выйти'
	}
},

['homebitch'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -1159.73,
		['y'] = -1525.63,
		['z'] = 9.63,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -1158.43,
		['y'] = -1524.65,
		['z'] = 9.63,
		['Information'] = '[E] Выйти'
	}
},
-- Тюрьма
['prison'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = 1820.59,
		['y'] = 2567.87,
		['z'] = 44.6,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = 1825.39,
		['y'] = 2585.86,
		['z'] = 44.6,
		['Information'] = '[E] Выйти'
	}
},
['diamondroof'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = 948.28,
		['y'] = 50.83,
		['z'] = 74.12,
		['Information'] = '[E] Подняться'
	},

	['Exit'] = {
		['x'] = 964.62,
		['y'] = 58.86,
		['z'] = 111.55,
		['Information'] = '[E] Спуститься'
	}
},

['Biker'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = 46.11,
		['y'] = 2788.5,
		['z'] = 56.88,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = 997.49,
		['y'] = -3158.08,
		['z'] = -39.91,
		['Information'] = '[E] Выйти'
	}
},

['Skater'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -174.43,
		['y'] = -1289.52,
		['z'] = 30.20,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -153.84,
		['y'] = -1266.33,
		['z'] = -100.31,
		['Information'] = '[E] Выйти'
	}
},

['Weazel'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -598.07,
		['y'] = -929.88,
		['z'] = 22.85,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -229.63,
		['y'] = -2009.2,
		['z'] = 23.67,
		['Information'] = '[E] Выйти'
	}
},


-- #### ROOFS #####

['Generic_Hotel'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -476.81,
		['y'] = 218.22,
		['z'] = 82.8,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -484.19,
		['y'] = 198.16,
		['z'] = 82.26,
		['Information'] = '[E] Выйти'
	}
},

['Vinewood1'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -60.15,
		['y'] = 359.85,
		['z'] = 112.16,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -84.45,
		['y'] = 326.1,
		['z'] = 141.7,
		['Information'] = '[E] Выйти'
	}
},

['Archipelago'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -1097.48,
		['y'] = -324.46,
		['z'] = 36.92,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -1113.12,
		['y'] = -335.61,
		['z'] = 49.12,
		['Information'] = '[E] Выйти'
	}
},

['AltaHavik'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = 418.56,
		['y'] = -207.83,
		['z'] = 59.01,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = 419.33,
		['y'] = -192.85,
		['z'] = 73.36,
		['Information'] = '[E] Выйти'
	}
},


['ElginHouse'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -71.53,
		['y'] = 142.86,
		['z'] = 80.6,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -72.5,
		['y'] = 137.57,
		['z'] = 126.78,
		['Information'] = '[E] Выйти'
	}
},

['ClockTower'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -1232.77,
		['y'] = -856.16,
		['z'] = 12.21,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -1253.84,
		['y'] = -842.38,
		['z'] = 64.43,
		['Information'] = '[E] Выйти'
	}
},

['BeachHouse1'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -1384.77,
		['y'] = -976.1,
		['z'] = 8.04,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -1399.31,
		['y'] = -986.15,
		['z'] = 18.48,
		['Information'] = '[E] Выйти'
	}
},


['ArcadiusRoof'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -139.2,
		['y'] = -620.63,
		['z'] = 167.82,
		['Information'] = '[E] На крышу'
	},

	['Exit'] = {
		['x'] = -155.85,
		['y'] = -602.82,
		['z'] = 200.84,
		['Information'] = '[E] Выйти'
	}
},

['ArcadiusMech'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -144.15,
		['y'] = -576.77,
		['z'] = 31.52,
		['Information'] = '[E] В мастерскую'
	},

	['Exit'] = {
		['x'] = -143.3,
		['y'] = -591.81,
		['z'] = 166.1,
		['Information'] = '[E] Выйти'
	}
},

['MazeBank'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -71.0,
		['y'] = -799.68,
		['z'] = 43.33,
		['Information'] = '[E] На крышу'
	},

	['Exit'] = {
		['x'] = -66.78,
		['y'] = -822.04,
		['z'] = 320.39,
		['Information'] = '[E] Выйти'
	}
},

-- ['Comedy'] = {
-- 	['Job'] = 'none',
-- 	['Enter'] = {
-- 		['x'] = -458.47,
-- 		['y'] = 263.44,
-- 		['z'] = 82.01,
-- 		['Information'] = '[E] Войти'
-- 	},

-- 	['Exit'] = {
-- 		['x'] = -458.73,
-- 		['y'] = 284.55,
-- 		['z'] = 77.52,
-- 		['Information'] = '[E] Выйти'
-- 	}
-- },

['HumanLabsLift'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = 3540.65,
		['y'] = 3676.01,
		['z'] = 19.90,
		['Information'] = '[E] Подняться'
	},

	['Exit'] = {
		['x'] = 3540.65,
		['y'] = 3676.01,
		['z'] = 27.10,
		['Information'] = '[E] Спуститься'
	}
},
['HumanLabs'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = 3574.04,
		['y'] = 3736.31,
		['z'] = 35.50,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = 3559.6,
		['y'] = 3695.94,
		['z'] = 29.10,
		['Information'] = '[E] Выйти'
	}
},

}
