Locales['ru'] = {
  -- Marker Hint
  ['marker_hint'] = 'Нажмите ~INPUT_CONTEXT~ чтобы присоединиться к  ~g~камерам~s~',

  -- Menu
  ['securitycams_menu'] = 'Камеры наблюдения',
  ['bank_menu_selection'] = 'Банк Pacific Standard',
  ['police_menu_selection'] = 'Полицейский участок',
  ['ambulance_menu_selection'] = 'Медицинский центр',

  -- In Cameras
  ['pacific_standard_bank'] = 'Банк Pacific Standard',
  ['police_station'] = 'Полицейский участок',
  ['ambulance'] = 'Больница',

  -- Pacific Standard Bank Cameras
  ['bcam'] = 'Главный вход',
  ['bcam2'] = 'Вестибюль',
  ['bcam3'] = 'Второй вход',
  ['bcam4'] = 'Лестница на второй этаж',
  ['bcam5'] = 'Лестница над хранилищем',
  ['bcam6'] = 'Коридор к офисам #1',
  ['bcam7'] = 'Коридор к офисам #2',
  ['bcam8'] = 'Второй этаж #1',
  ['bcam9'] = 'Второй этаж #2',
  ['bcam10'] = 'Лестница к хранилищу',
  ['bcam11'] = 'Снаружи хранилища',

  -- Police Station Cameras
  ['pcam'] = 'Коридор 1#1',
  ['pcam2'] = 'Оружейная #1',
  ['pcam4'] = 'Оружейная #2',
  ['pcam3'] = 'Коридор 1#2',
  ['pcam5'] = 'Вход 2',
  ['pcam6'] = 'Вход 2#КПП',
  ['pcam7'] = 'Вестибюль #1',
  ['pcam8'] = 'Коридор 2#1',
  ['pcam9'] = 'Коридор 2#2',
  ['pcam10'] = 'Допросная #1',
  ['pcam11'] = 'Коридор 2#3',
  ['pcam12'] = 'Вестибюль #2',
  ['pcam13'] = 'Допросная #2',
  ['pcam14'] = 'Допросная #3',
  ['pcam15'] = 'Камеры содержания #1',
  ['pcam16'] = 'Камеры содержания #2',
  ['pcam17'] = 'Карцеры',
  ['pcam18'] = 'Камеры содержания #3',
  ['pcam19'] = 'Снаружи Вход #1',
  ['pcam20'] = 'Снаружи Вход #2',
  ['pcam21'] = 'Заезд #1',
  ['pcam22'] = 'Заезд #2',

  -- Pillbox hill Ambulance Cameras
  ['acam'] = 'Больница #1',
  ['acam2'] = 'Больница #2',
  ['acam3'] = 'Верхний вход',
  ['acam4'] = 'Камера #3',
  ['acam5'] = 'Полицейская парковка и гараж',
  ['acam6'] = 'Вход снаружи',
  ['acam7'] = 'Вестибюль',
  ['acam8'] = 'Коридор пред допросной',
  ['acam9'] = 'Допросная ',

  -- Settings
  ['next'] = 'СЛЕДУЮЩАЯ КАМЕРА',
  ['previous'] = 'ПРЕДЫДУЩАЯ КАМЕРА',
  ['close'] = 'ЗАКРЫТЬ КАМЕРУ',

  -- Hack
  ['marker_hint_hacking_policestation'] = 'Нажмите ~INPUT_CONTEXT~ чтобы взломать ~g~камеры~s~ полицейского участка',
  ['marker_hint_hacking_bank'] = 'Нажмите ~INPUT_CONTEXT~ чтобы взломать ~g~камеры~s~ банка',
  ['broken_cameras'] = 'Камеры не работают! Отправляйтесь к станции управления наблюдением и выясните, в чём причина.',
  ['hacking_succeed'] = 'Взлом успешен! Полиция больше не сможет подключиться к камерам.',
  ['hacking_failed'] = 'Взлом провален! Полиция уже в пути.',
  ['infected_cameras'] = 'Камеры были заражены! Полиция не сможет получить доступ к камерам.',
  ['nothing_wrong'] = 'Всё в порядке.',
  ['removing_viruses'] = 'Найден вирус! Начинаю очистку...',
  ['unhack_policestation'] = 'Нажмите ~INPUT_CONTEXT~ чтобы избавиться от ~g~вируса~s~',
  ['unhack_bank'] = 'Нажмите ~INPUT_CONTEXT~ чтобы избавиться от ~g~вируса~s~',
  ['camera_signal_lost'] = 'Пропал сигнал с камеры наблюдения ~g~',
}
